label act5_start:
    "Начало 5 акта"
    # гг просыпается в больнице 
    
    # 1)	ЕСЛИ ГГ НЕ ПОДДЕРЖИВАЛ КОМПАНИЮ:
    # ЕСЛИ ГГ ВЫБРАЛ РИСОВАТЬ ПРИ ХОРОШИХ ОТНОШЕНИЯХ С НАОМИ:
    #     КОНЦОВКА: таинственный художник (есть)
    # ЕСЛИ ГГ ВЫБРАЛ НЕ РИСОВАТЬ ПРИ ХОРОШИХ ОТНОШЕНИЯХ С НАОМИ:
    #     КОНЦОВКА: юный детектив (есть)
    # ЕСЛИ ГГ ВЫБРАЛ РИСОВАТЬ ПРИ ПЛОХИХ ОТНОШЕНИЯХ С НАОМИ:
    #     КОНЦОВКА: все не так плохо
    # 2)	ЕСЛИ ГГ ПОДДЕРЖИВАЛ КОМПАНИЮ:
    #         ЕСЛИ ГГ ВЫБРАЛ РИСОВАТЬ ПРИ ХОРОШИХ ОТНОШЕНИЯХ С НАОМИ:
    #             КОНЦОВКА: криминальный терпила (есть)
    #         ЕСЛИ ГГ ВЫБРАЛ НЕ РИСОВАТЬ ПРИ ХОРОШИХ ОТНОШЕНИЯХ С НАОМИ:
    #             КОНЦОВКА: мертвый детектив